<?php
include_once "info.php";
?>

<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>agreement</title>
</head>

<body>
<h1>Аюулгүй ажиллагаа</h1>
<div>
  <p><?php echo $domain; ?> аюулгүй ажиллагааны дүрэм</p>
</div>
<p align="center"><strong><?php echo $domain; ?> дэх аюулгүй байдал</strong></p>
<ul>
<p align="center"><a name="1"></a><strong><?php echo $domain; ?> сайтыг аюулгүй ашиглах ерөнхий зөвлөгөө</strong></p>
<p align="center"> </p>
<p>Ихэнх луйвар болон хууран мэхлэх оролдлогоос аюулгүй ажиллагааны үндсэн дүрмүүдийг мөрдсөнөөр урьдчилан сэргийлж болно:</p>
<p> </p>
<ol>
  <li><?php echo $domain; ?> сайтад хандсан эсэхээ шалгана уу. Холбоосоор дагаж ороход &ldquo;<?php echo $domain; ?> сайтыг ашиглахын тулд утасны дугаар оруулна уу&rdquo; гэсэн байвал дугаараа оруулахгүй байна уу. Нэгж тань унах болно.</li>
  <li>Хэт хямд саналаас болгоомжилно уу. Үнэ хэтэрхий бага мэт санагдвал, хуурамч эвсэл муу чанарын бараа байж болзошгүй тул зөн совингоо сонсоорой.</li>
  <li>Гэрээсээ холгүй бараа сонгож байна уу. Хэрэв худалдаж буй хэрэглэгчийн бараа нь өөр хот эсвэл өөр улсад байгаа хэмээн танаас урьдчилгаа шаардаж байгаа бол тантай уулзахад бэлэн байгаа хэрэглэгчийг сонгосон нь илүү дээр болов уу.</li>
  <li>Өөрийн паспортын дугаар, банкны карт гэх мэт хувийн мэдээллийг бусдад бүү дамжуул. Таныг ятгахыг оролдож байгаа бол энэ нь шударга бус хэрэглэгчтэй харьцаж байгаагийн анхны илрэл юм.</li>
  <li>Худалдагчтай аюулгүй газар биечлэн уулзана уу. Энэ арга нь залилан мэхлэх эрсдэлийг бууруулдаг бөгөөд та барааны чанарыг өөрийн биеэр шалгах боломжтой.</li>
  <li>Мөнгөн тэмдэгтүүдийг гэрэлтүүлэг сайтай газар шалгаж авна уу. Хуурамч мөнгөн тэмдэгт авахаас болгоомжилно уу.</li>
</ol>
<p> </p>
<p>   Анхаарна уу:</p>
<p> </p>
<ul>
  <li><?php echo $domain; ?> сайт нь танаас хэзээ ч хариу мэссеж шаардахгүй. Хэрэв зар нийтэлсний дараа &ldquo;зараа идэвхжүүлэх бол энэ дугаарт ОК гэж илгээнэ үү" гэх мэт текст мэссеж эсвэл ямар нэгэн зүйл хожлоо гэсэн мэссеж танд очвол энэ нь залилан юм.</li>
  <li><?php echo $domain; ?> сайтаас очих кодыг хэнтэй ч хэзээ ч битгий хуваалцаарай. <?php echo $domain; ?> сайтын ажилчид хүртэл танаас асуух ёсгүй юм. Асууж байгаа бол залилагч байна гэсэн үг юм.</li>
  <li>Үнэ хэт бага эсвэл хэт өндөр байвал шударга бус худалдагч байх магадлалтай юм.</li>
  <li>Мөнгөн тэмдэгтүүдийг шалгаж авна уу. Хуурамч мөнгө ашиглан таныг хохироох вий.</li>
  <li>Бараа нь өөр хот эсвэл өөр улсад байгаа хэмээн танаас тээвэр, даатгалын төлбөр шаардаж байгаа бол таныг хууран мэхлэх гэж байж болзошгүй. </li>
</ul>
<p><?php echo $domain; ?> сайтын хамт олон таны аюулгүй байдалд санаа тавьж доорх зөвлөмжүүдийг хүргэж байна:</p>
<p> </p>
<ul>
  <li>Хэрэв таны дугаарт &ldquo;таны бүртгэл хаагдсан&rdquo; эсвэл &ldquo;зар цуцлагдсан тул хариу бичнэ үү&rdquo; гэх мэт мэссеж тусгай дугаараас ирэн хариу мэссеж шаардаж байгаа бол болгоомжилж хариу бичихгүй байна уу.</li>
  <li>Хэрэв танд ямар нэгэн бараа эсвэл үйлчилгээний эрх хожлоо гэсэн дуудлага орж ирвэл болгоомжилно уу. <?php echo $domain; ?> сайт нь ийм дуудлага хийдэггүй болно.</li>
  <li>Шинэ барааны үнэ нь танд хэт бага санагдвал хуурамч эсвэл чанар муутай бараа байж болно.</li>
  <li>Худалдагчтай олон нийтийн газар (нийтийн талбай эсвэл кафе) уулзах нь аюул багатай юм. Худалдагчид мөнгийг нь гарт нь өгч бараагаа тэр дор нь шууд авахыг <?php echo $domain; ?> зөвлөж байна.</li>
  <li>Бараа нь өөр хот эсвэл өөр улсад байгаа хэмээн танаас тээвэр, даатгалын төлбөр шаардаж байгаа бол таныг хууран мэхлэх гэж байж болзошгүй.</li>
  <li>Мөнгөн гуйвуулга ашиглан худалдан авалт хийхээс болгоомжилно уу. Ямар нэгэн луйвраас болоод гуйвуулгаас мөнгөө буцаахад хэцүү байх болно.</li>
  <li>Мөнгөн тэмдэгтүүдийг шалгаж авна уу. Хуурамч мөнгө ашиглан таныг хохироох вий.</li>
</ul>
<p> </p>
<p>Танд <?php echo $domain; ?> сайт дээр байрлах аль нэг зар эсвэл зарын эзэн сэжигтэй санагдвал эргэлзэлгүй бидэнд мэдэгдэнэ үү. Үүнийг тухайн зарын хуудсанд байрлах зарын эзний нэрийн доор байрлах &ldquo;Гомдол&rdquo; товчлуурыг дарж эсвэл бидэнтэй холбогдоно хийнэ. </p>
<p align="center">Хүндэт хэрэглэгчид ээ, болгоомжтой байж луйварчдаас сэргийлье!</p>
<p align="center"> </p>
<p align="center"><a name="2"></a><strong>Залилан хийх дэлгэрсэн аргууд ба тэднээс хэрхэн урьдчилан сэргийлэх</strong></p>
<p align="center"> </p>
<p>Урьдчилан төлбөр шаардах</p>
<p>Худалдагч нь биечлэн уулзахаас татгалзаж, бүтэн эсвэл хэсэгчилсэн урьдчилгаа мөнгө шаардах үед ижил төстэй бүтээгдэхүүн өөрийн ойр хавиас хайж олох, эсвэл баталгаат худалдагч, дэлгүүрийн үйлчилгээг ашиглахыг зөвлөж байна. Үүнд мөн үл хөдлөхийн зарууд хамаарна.</p>
<p> </p>
<p>Мэссеж хариу бичих</p>
<p><?php echo $domain; ?> сайтын нэрийн өмнөөс танаас хариу шаардсан мэссеж тусгай дугаараас ирэх ёсгүй юм. Ийм дугаарт хариу бичих үед таны нэгж унах болохоор хариу бичихгүй байхыг зөвлөж байна. Ижил төстэй мэссежний талаар өөрийн утасны операторт хэлж шалгуулна уу.</p>
<p>Урьдчилгаа төлж ажилд орох</p>
<p>Тантай ярилцсаны дараагаар байгууллага нь &ldquo;гэрээ хийсний&rdquo;, &ldquo;мэдээллийн үйлчилгээний&rdquo;, &ldquo;байгууллагын үнэмлэхийн&rdquo; эсвэл &ldquo;шаардлагатай материалын&rdquo; гэх мэт их, бага хэмжээний төлбөр шаардаж байгаа бол болгоомжилно уу. Өөрийгөө хүндэтгэдэг ямар ч байгууллага ирээдүйн ажилтнаасаа мөнгө авахгүй. Өөр газраас ажил олохыг бид зөвлөж байна.</p>
<p>Хувийн мэдээлэл дамжуулах</p>
<p>Ямар нэг шалтгааны улмаас худалдагч (эсвэл худалдан авагч) таны хувийн мэдээллийг (банкны картын дугаар, дансны дугаар, гэх мэт) авахыг хүсвэл болгоомжилно уу. Ийм мэдээлэл нь таны санхүүгийн болон хувийн аюулгүй байдалтай шууд холбоотой учир хувийн мэдээллээ өөртөө хадгалж сайн ойлгоогүй үйлдэл хийхгүй байхыг бид зөвлөж байна.</p>
<p align="center"><a name="3"></a> </p>
<p align="center"><strong>Худалдагч, худалдан авагчидтай холбоо барих аргууд</strong></p>
<p>Зарын эзэнтэй утсаар эсвэл чатаар холбогдох боломжтой. <?php echo $domain; ?> сайтын зүгээс үл ойлголцол гаргахгүйн тулд чатаар худалдан авах дэлгэрэнгүй мэдээллийг хуваалцахыг зөвлөж байна. Үүнд:</p>
<ul>
  <li>төлбөрийн тодорхой хэмжээ (шаардлагатай үед барааны үнэ болон хүргэлтийн үнэ);</li>
  <li>уулзах газар эвсэл төлбөр хүлээн авсны дараа барааг илгээх хаяг.</li>
</ul>
<p> </p>
<p>Худалдан авагч нь худалдан авсан бараанд юу тохиолдсон талаар үргэлж санаа зовж байдаг. Хэрэв гүйлгээний нөхцөлийн дагуу та төлбөрийг гүйлгээгээр хүлээн авч, барааг илгээмжээр хүргүүлэх бол дараах мэдээллээр хангаж байна уу:</p>
<p>• шилжүүлсэн мөнгө таны дансанд орсон эсэх;</p>
<p>• барааг илгээсэн эсэх (боломжтой бол илгээмжийн дугаар г.м.).</p>
</body>
</html>
