<div class="mid">
			📞ХУД 120 мянгат JETRO супермаркетийн чанх хойно, тагнуулын 25-р байранд 2 өрөө байр худалдана.

📍 Гэрчилгээ бэлэн

📍 Ипотек,орон сууцны зээлэнд оруулж болно.

📍 7 давхарт

📍47,66мкв

📍Зүүн харсан 3 цонхтой

📍120-н автобусны буудлын хажууд

📍 2009 онд ашиглалтанд орсон

📍53-р цэцэрлэг, 52-р сургуультай харъяа

📍Эргэн тойрондоо тоглоомын талбай, зогсоол сайтай

📍Гал тогооны тавилага үлдээж болно

📍Өглөө нар тусдаг цонхтой. Эйр кондишин суурилуулсан.

📍Давхартаа 4 айлтай. Хөршүүд сайтай.

📍24 цагын 2 лифттэй.

📍Цонх халхлах юм байхгүй.

📍Өрх, хороо, цагдаагын хэлтэс автобусны буудал, дэлгүүр, эмийн сан, үсчин гээд бүх юмандаа ойрхон.
		</div>