<?php 
include_once "info.php";
?>

<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>rule</title>
</head>

<body>
<h1>Үйлчилгээний нөхцөл</h1>
<h2><a id="1" name="1"></a><a id="1" name="1"></a><strong>I.Нийтлэг үндэслэл</strong></h2>
<p>1.1.    Интернет сайт болох <?php echo $domain; ?> болон iOS, Android үйлдлийн системтэй гар утасны програм дээр үзүүлэх үйлчилгээний нөхцөлийг нийтэлж байна.</p>
<p>1.2.    Энэхүү нөхцөл нь Хэрэглэгч (цаашид <strong>&ldquo;Хэрэглэгч&rdquo;</strong> гэх) сайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсны үндсэн дээр хэрэгжинэ.</p>
<p>1.3.    Энэхүү нөхцөлд өөрөөр заагаагүй бол дараах нэр томьёог дор дурдсан утгаар ойлгоно:</p>
<ul>
  <li>Сайт – <?php echo $domain; ?> интернет сайт болон iOS, Android үйлдлийн системтэй гар утасны аппликейшн болох түр хугацааны зар байршуулах платформ (цаашид <strong>&ldquo;Сайт&rdquo;</strong> гэх);</li>
  <li>Хэрэглэгч – энэхүү нөхцөлийг хүлээн зөвшөөрөн Компанийн үйлчилгээг авч буй хувь хүн болон хуулийн этгээд;</li>
  <li><?php echo $domain; ?> үйлчилгээ – сайтын туслалцаатай Компанийн үзүүлж буй төлбөргүй болон төлбөртэй үйлчилгээ.</li>
</ul>
<p>1.4.    Хэрэв Хэрэглэгч нь энэхүү нөхцөлийг хүлээн зөвшөөрөөгүй бол сайтыг орхин, аппликейшнийг устгахыг зөвлөж байна. <?php echo $domain; ?> сайтын үйлчилгээг Хэрэглэгч авахыг энэхүү үйлчилгээний нөхцөлөөр зохицуулна. <?php echo $domain; ?>-ээр үйлчлүүлснээр Хэрэглэгч энэхүү нөхцөлтэй танилцаж, хүлээн зөвшөөрсөн гэж ойлгоно.</p>
<p>1.5.    <?php echo $domain; ?> дэх аль нэг үйлчилгээг ашиглаж эхлэх, аппликэйшн суулгах эсвэл бүртгүүлснээр Хэрэглэгч нь үйлчилгээний нөхцөлийг бүрэн эхээр нь хүлээн зөвшөөрсөнд тооцно. Хэрэв Хэрэглэгч энэхүү нөхцөлийн аль нэг заалтыг хүлээн зөвшөөрөөгүй тохиолдолд <?php echo $domain; ?>-ий үйлчилгээг авах эрхгүй болно.</p>
<p>1.6.    Компани нь интернет Хэрэглэгчдэд тус нөхцөлийн дагуу үйлчилгээг ашиглахыг санал болгож байна.</p>
<p>1.7.    Хэрэглэгчдийн дунд явагдаж буй бүх хэлэлцээр Компанийн оролцоогүйгээр явагддаг болно. Компани нь зар байршуулах худалдааны платформоор л хангадаг болно.</p>
<h2><a id="2" name="2"></a><a id="2" name="2"></a><strong>II.Зар нийтлэх журам</strong></h2>
<p>2.1.    Хэрэглэгч нь сайтын заасан хуудсыг бөглөснөөр өөрийн санал болгож буй бараа бүтээгдэхүүн, үйлчилгээгээ сайтад зарлан нийтлэх бүрэн эрхтэй.</p>
<p>2.2.    Хэрэглэгч сайтын гишүүнээр саадгүй бүртгүүлэх бүрэн эрхтэй бөгөөд бүртгэлд өөрт ирсэн нууц кодоороо сайтанд нэвтэрч, сайтын үйлчилгээг авах эрхтэй.</p>
<p>2.3.    Сайтын үйлчилгээг авснаар энэхүү үйлчилгээний нөхцөлд заасан дүрэм журмыг заавал мөрдөх шаардлагыг хүлээн зөвшөөрсөнд тооцно.</p>
<p>2.4.    Хэрэглэгч сайт уруу ордог өөрийн нууц кодоо нууцалж, нууц кодтой холбоотой бүх асуудлын хариуцлагыг өөрөө үүрнэ. Хэрэглэгч зөвхөн өөрийн утасны дугаар, нууц код ашиглан сайтын үйлчилгээг авах эрхтэй.</p>
<p>2.5.    Нэг Хэрэглэгч нь (хувь хүн болон хуулийн этгээд) нэг л бүртгэлтэй байна. Нэгээс илүү бүртгэлтэй байх нь хориотой тул автомат системээр тогтоогдсон давхар бүртгэлүүд түр хаагдах болон түгжигдэх болно. </p>
<p>2.6.    Хэрэглэгч сайт уруу ордог өөрийн нууц кодоо нууцалж, гуравдагч этгээдэд өгөхгүй байх үүрэгтэй.</p>
<p>2.7.    Бараа, үйлчилгээг санал болгон зар нийтэлж буй Хэрэглэгч нь өөрийн бараа бүтээгдэхүүнийхээ мэдээллийг сайтын журмын дагуу нийтлэх эрхтэй. Зар нийтэлснээр зарын эзэн нь холбогдох хууль тогтоомжийн дагуу нийтэлсэн барааг зарах, үйлчилгээг үзүүлэх эрхтэй гэж ойлгоно.</p>
<p>2.8.    Зарын эзэн нь борлуулж буй бараа бүтээгдэхүүн, үйлчилгээнийхээ чанар, аюулгүй байдал, хууль дүрэмд харшлахгүй байх тал дээр бүрэн хариуцна.</p>
<p>2.9.    Худалдан авагч, захиалагчийн талаас барааны баталгаат хугацаа, чанар аюулгүйн байдлыг, түүнчлэн санал болгосон үйлчилгээнийх нь тусгай зөвшөөрлийг нэхэмжилсэн тохиолдолд зарын эзэн буюу худалдагчийн талаас батлан дааж, тэдний хүсэлтийг биелүүлэх үүрэгтэй.</p>
<p>2.10.    Зарын эзэн нь өөрийн зарлаж буй бараа бүтээгдэхүүнийхээ дэлгэрэнгүй мэдээллийг мэддэг байх шаардлагатай бөгөөд буруу мэдээлэл олсон тохиолдолд нэмэлт мэдээллийг зард засвар оруулан нэмэх үүрэгтэй.</p>
<p>2.11.    Хүргэлтийн үйлчилгээний нөхцөл нь барааны тайлбар хэсэгт бичигдсэн байх ба үйлчилгээ үзүүлэх нөхцөл нь үйлчилгээний тайлбарт бичигдэх ёстойг анхаарах. Худалдаалж буй бараа бүтээгдэхүүн болон санал болгож буй үйлчилгээнийхээ үнэ хөлсийг зарын эзэн үнэлэх ба хууль дүрэмд харшлахгүй болно.</p>
<p>2.12.    Зарын эзэн нь өөрийн бараа бүтээгдэхүүнээ идэвхтэй сурталчлах эрхтэй бөгөөд өрсөлдөгч худалдагчдад саад болохгүй байх үүрэгтэй. Үүнд эдгээр зүйлсийг хориглохгүй болно:</p>
<ul>
  <li>Өөр бусад зарын самбар, худалдаалах талбай, интернет дуудлага худалдаа болон интернет дэлгүүрийн талаарх мэдээлэл.</li>
</ul>
<p>2.13.    Компани нь нийтлэгдсэн зарын хугацааг сунгах, зарын байршлыг өөрчлөх эрхтэй.  Хэрэв зарын эзэн нь сайтын дотоод журам болон хууль дүрмийг зөрчиж, алдаатай зар нийтэлсэн тохиолдолд Компани зар нийтлэхийг хориглож, устгах эрхтэй.</p>
<p>2.14.    Зар оруулахад дараах зүйлсийг хориглоно:</p>
<ul>
  <li>Нэг хаягаас ижил зар нийтлэх;</li>
  <li>Зарын утга санаа давхцах;</li>
  <li>Өөр хоёр хаягаас нэг зарыг хуулж зар оруулах;</li>
  <li>Бараа бүтээгдэхүүн, үйлчилгээ, ажлын байрын зар оруулахдаа хайж байна, худалдаж авна, санал хүлээж байна гэж зарлах;</li>
  <li>Зарын гарчиг, утга агуулга нь зарын категорид тохирохгүй байх;</li>
  <li>Зарын гарчигт цэг тэмдэг болон өөр бусад тэмдэгтүүд бичих;</li>
  <li>Зарын гарчиг, оруулсан зураг, зарын тайлбар нь хоорондоо утга санааны зөрчилтэй байх;</li>
  <li>Нэг зар дээр хэд хэдэн бараа бүтээгдэхүүн зэрэг зарлах;</li>
  <li>Зар нийтлэхдээ өөр бусад сайтын холбоос (линк), нийтийн сүлжээний (сошиал медиа) хаяг болон <?php echo $domain; ?>-ий холбоос бичиж оруулах;</li>
  <li>Улсын хэмжээний хориотой бараа бүтээгдэхүүнийг зарлан нийтлэх;</li>
  <li>Нийтэлж буй зарын утга, байршил нь тухайн зарлагчийн сайтад бүртгүүлсэн хотын байршлаас зөрөх.</li>
</ul>
<p>Зар нь сайтын админаар дамжин хянагдаж, шаардлага хангасан бол нийтлэгдэнэ.</p>
<p><a id="9" name="9"></a>2.15.    Дараахи зүйлсийг сурталчилан нийтлэхийг хориглоно:</p>
<ul>
  <li>Архи согтууруулах ундаа</li>
  <li>Тамхи, тамхины төрөл</li>
  <li>Мансууруулах бодис</li>
  <li>Эротик, секс, садар самуунтай холбогдох хэрэгсэл, үйлчилгээ</li>
  <li>Захиалгаар нийлүүлэх бэлэн бус бараа, бүтээгдэхүүн. Жишээ нь: гар утас, машин гадаадаас захиалж өгнө </li>
  <li>Хулгайн болон хууль бус бараа, үйлчилгээ</li>
  <li>Хүний эрүүл мэнд, аюулгүйн байдалд хор хөнөөлтэй, аюултай бараа</li>
  <li>Рентгений аппарат, түүний сэлбэг, дагалдах хэрэгсэл болон бусад цацраг идэвхт бодис хэрэглэдэг аппарат</li>
  <li>Байж боломгүй бараа бүтээгдэхүүн</li>
  <li>Улсын шагнал, тэмдэг, хувь хүний бичиг баримт болон эдгээрийн албан бланк</li>
  <li>Галын аюултай хэрэгсэл, хүнд хор хөнөөлтэй хүйтэн байлдааны зэвсэг</li>
  <li>Эмчилгээний чанартай бараа бүтээгдэхүүн: бүх төрлийн эм, эмчилгээний өвс, биологийн идэвхт нэмэлт бүтээгдэхүүн, спорт тэжээл, уураг, витамин, тураах бүтээгдэхүүн, ногоон кофе, цай, амьтны болон ургамлын гаралтай бүтээгдэхүүн, хоолны нэмэлтүүд</li>
  <li>Далдын болон ер бусын үйлчилгээ: зурхайн үйлчилгээ, алгын хээ унших, эдгээгч, Аура зураг оношилгоо, бөө, мэргэ төөрөг, уламжлалт бус эмчилгээ</li>
  <li>Гуравдагч этгээдийн оюуны өмч</li>
  <li>Амьтны тухай хуульд заасны дагуу зэрлэг ан амьтан, тэдгээрийн гаралтай түүхий эд</li>
  <li>Дархан цаазтай болон хориотой ан амьтдын яс, арьс, эрхтэн, хэрэглэл гэх мэт: үлэг гүрвэлийн яс, зааны соёо, мөн түүнчлэн үнэт чулуу, музейн үзвэр, бүтээлүүд</li>
  <li>Зэрлэг амьтан ба ургамлын аймгийн ховордсон зүйлийг олон улсын хэмжээнд худалдаалах конвенцоос гаргасан хориотой амьтан, ургамлыг худалдаалахыг тус тус хориглоно.</li>
  <li>Зар сурталчилгааны тухай болон бусад хууль тогтоомжийн дагуу хориотой зүйлс</li>
  <li>Хуурамч болон залилангийн шинжтэй зар оруулвал хуулийн дагуу хариуцлага хүлээх болно</li>
</ul>
<p>2.16.    Зар нийтлэх дүрэм</p>
<p>    2.16.1.    Зарлагчийн хувийн мэдээлэл</p>
<ul>
  <li>Нэр бичих талбарт ямар нэгэн сайт, холбоо барих утасны дугаар, хаяг бичихгүй байх</li>
  <li>Зарлагч нь нэрээ үнэн зөв, албан ёсны бүтэн нэрээ бичнэ</li>
</ul>
<p>    2.16.2.    Зарын гарчиг</p>
<ul>
  <li>Зарын гарчигт зөвхөн зарлаж буй бараа, үйлчилгээ, ажлын байрны нэрийг  бичнэ. Бусад мэдээллийг зарын тайлбар хэсэгт бичнэ. Гарчиг нь зарын тайлбартайгаа нийцэх ёстой.</li>
  <li>Үндэслэлгүй том үсэг, таслал цэг тэмдэг ашиглахыг хориглоно.</li>
  <li>Зарын гарчиг хэсэгт ямар нэгэн сайт, холбоо барих утасны дугаар, хаяг оруулахыг хориглоно.</li>
  <li>Олон нийтийн анхаарал татсан үгийг ашиглахгүй байх. Жишээ нь: Яаралтай, Анхаараарай, Урамшуулалтай, Хямдралтай г.м.</li>
</ul>
<p>    2.16.3.    Зарын тайлбар</p>
<ul>
  <li>Зарын тайлбарт үндэслэлгүй цэг тэмдэг, том үсэг ашиглахгүй байх</li>
  <li>Зарлаж буй бараа, үйлчилгээ, ажлын байр буюу оруулсан зургийн тухай тайлбарлан бичнэ.</li>
  <li>Зарын тайлбар нь зөвхөн бараа, үйлчилгээний тухай тодорхой мэдээллийг оруулах ба өөр бусад дэлгэрэнгүй мэдээлэл, сурталчилж тайлбарлахгүй болно. Зарын тайлбарт бараа бүтээгдэхүүний хүргэлтийн үйлчилгээний нөхцөлийг бичиж оруулахыг зөвшөөрнө.</li>
  <li>Зарын тайлбарт зарлаж буй бараанаас гадна өөр бусад үнийн санал, барааны саналыг дурдахыг хориглоно.</li>
  <li>Зарын тайлбарт ямар нэгэн сайт, холбоо барих утасны дугаар, хаяг оруулахыг хориглоно.</li>
</ul>
<p>    2.16.4.    Зарын фото зураг</p>
<ul>
  <li>Зураг нь зарын утга агуулгатай нийцсэн байх ёстой.</li>
  <li>Фото зураг нь ямар нэгэн тамгатай тохиолдолд ашиглахыг хориглоно.</li>
  <li>Фото зурагт албан байгууллагын нэрийг тамга болгон оруулахыг зөвшөөрнө. Тамга нь зургын доод эсвэл дунд хэсэгт байрлана. Байгууллагын нэр тунгалаг байх ба жижиг үсэг ашигласан байна.</li>
  <li>Зурагт бусдын анхаарал татсан текст оруулж засахгүй байх. Жишээ нь: Яаралтай, Анхаараарай, Хямдарсан гэх мэт. Мөн түүнчлэн зурагт засвар оруулж элдэв хэв маягийн фон, өнгийн хувиргалт, хүрээ хийсэн тохиолдолд зарын зургийг хүчингүйд тооцно.</li>
  <li>Үл хөдлөхийн зард тухайн үл хөдлөхийн дотор зураг заавал орно. Дотор зураггүй бол орохгүй болохыг анхаарна уу.</li>
  <li>Зурагт холбоо барих хаяг оруулахгүй байхыг хатуу анхаарна уу.      </li>
</ul>
<p>    2.16.5.    Үнэ</p>
<ul>
  <li>Зөвхөн санал болгож буй бараа, үйлчилгээний үнийг бичнэ.</li>
  <li>Хэрэв үнийн дүн, урьд нь байснаасаа хямдарч буурсан тохиолдолд хямдруулсан шалтгаан буюу бараа муудаж хуучирсан гэх мэт бусад тайлбарыг зарын тайлбар хэсэгт бичиж оруулна.</li>
  <li>Барааны үнийг зарын гарчигт оруулахгүй байх. Үнийн дүнг заасан талбарт бичнэ.    </li>
</ul>
<p>2.17.    Сайтын удирдлага буюу Компанийн эрх, үүрэг:</p>
<ul>
  <li>Хэрэглэгч буюу зар нийтлэгчийн өөрийнх нь бичиж найруулсан зарын утга агуулгад өөрчлөлт оруулахгүй байх.</li>
  <li>Хэрэв зарын утга агуулга нь сайт дахь өөр нэг категорид илүү тохиромжтой байгаа тохиолдолд зарын байршлыг өөрчлөн, тохиромжит категорид нийтлэх эрхтэй.</li>
  <li>Хэрэв нийтлэгдсэн зар нь тухайн оруулсан категорид тохироогүй, сайтын дотоод дүрмийг зөрчсөн тохиолдолд устгах эрхтэй. Мөн түүнчлэн нэг Хэрэглэгчээс нийтлэгдэх зарын тоог хязгаарлах эрхтэй.</li>
  <li>Зарлаж буй барааны мэдээлэл хуурамч, байж боломгүй тохиолдолд зарыг хүчингүйд тооцно. Тэр тусмаа тухайн барааны үнэ нь хэт худал үнэлэгдсэн байвал зар устгагдана. Бараа, үйлчилгээний санал болгож буй үнээ үнэн зөв, бодитойгоор үнэлнэ.</li>
  <li>Зарын гарчиг нь зарын тайлбартай уялдаа холбоотой, утга нэгтэй байх ёстой ба гарчигт зарлагчийн холбоо барих утасны дугаар, хаяг бичигдэхгүй байх ёстой.</li>
  <li>Зарын зураг нь зарын гарчиг, зарын тайлбартай шууд холбоотой зураг байх ёстой. Зурагт зөвхөн санал болгож буй объектын дүрс байна. Интернет сайтаас хуулсан, чанарын шаардлага хангаагүй зургийг сайт нийтлэхгүй болно.</li>
  <li>Хэрэглэгч хоорондын харилцаа холбоог илүү хөнгөвчлөхийн тулд сайт нь Хэрэглэгчийн холбоо барих хаяг, утасны дугаарын мэдээллийг бусад Хэрэглэгчдэд хязгаарлаж болно. Бусдын мэдээллийг ашиглах эрхийг энэхүү үйлчилгээний нөхцөлөөр зохицуулна.</li>
  <li>Хэрэглэгчийн бичсэн зарын утга агуулга, сайтын холбоос, зарын тайлбарт сайт хариуцлага үүрэхгүй болно.</li>
  <li>Хориотой бус, улсын хууль цаазад харшлаагүй, сайтын хориотой барааны жагсаалд ороогүй бүх бараа бүтээгдэхүүн, үйлчилгээ, ажлын байрын зарыг нийтэлж болно.</li>
</ul>
<p>2.18.    Зарыг дараахи шалтгаануудаар устгана:</p>
<p>Энэхүү нөхцөлийг Хэрэглэгч зөрчсөн гэж үзвэл Компани нь Хэрэглэгчийн нийтэлсэн зарыг доорх шалтгаанаар устгах эрхтэй:</p>
<ul>
  <li>Компани нь эрх бүхий байгууллага болон холбогдох засгийн газрын байгууллагын шаардлагын дагуу зарыг устгах эрхтэй.</li>
  <li>Компани нь өөрийн үзсэнээр зарыг нийтийн ёс суртахуунгүй гэж үзвэл устгах эрхтэй.</li>
  <li>Тухайн Хэрэглэгчид нийтлэгдсэн бараа, үйлчилгээтэй нь ижил төстэй зар байх</li>
  <li>Зарын оруулсан мэдээлэл нь энэхүү үйлчилгээний нөхцөл, зар нийтлэх журам болон холбогдох хууль тогтоомж зөрчих</li>
  <li>Зард агуулагдах мэдээлэл нь бодит бус байх</li>
  <li>Зарын гарчиг нь зарын мэдээлэл тайлбартай холбогдолгүй байх</li>
  <li>Зарын гарчигт олон тооны цэг таслал, анхааруулгын тэмдэг, том үсэгтнүүд ашиглан оруулсан байх</li>
  <li>Зарын гарчиг болон тайлбарын зурагт интернет хаяг буюу бусад сайтын холбоос бичигдсэн байх</li>
  <li>Зураг нь зарын утга агуулгатай нийцээгүй, шууд хамааралгүй байх</li>
  <li>Зураг нь интернет сайтаас хуулсан, абстракт, үл ойлгогдох</li>
  <li>Зарын гарчиг, тайлбар, зурагт ямар нэгэн хаяг оруулсан байх (бусад сайтын холбоос, е-мэйл, утасны дугаар, Skype, Facebook хаяг, г.м.)</li>
  <li>Зургийн чанар буюу пиксел муу, сурталчилж буй бараа зураг дээрх бусад бараанаас ялгарч харагдахгүй байх</li>
  <li>Тухайн зарын категорид үл таарах</li>
  <li>Хэрэглэгчдийн зүгээс болон бусад байгууллагаас оюуны өмчийн эрхийг зөрчсөн гэсэн гомдол ирэх, мөн холбогдох засгийн газрын байгууллагын шаардлагын дагуу</li>
  <li>Бусад Хэрэглэгчдийн сурталчлах эрх зөрчигдсөн талаарх үндэслэлтэй гомдол ирэх.</li>
</ul>
<p>2.19.    Үл хөдлөх хөрөнгийн зарын дотоод дүрэм</p>
<p>Дараах дүрэм нь дээр бичигдсэн дүрмийг зөрчөөгүй, нэмэн дэлгэрүүлсэн болно.</p>
<p>    2.19.1.    Үндсэн дүрэм</p>
<ul>
  <li>Хэрвээ үл хөдлөх хөрөнгийн байгууллага өөрийн үйлчилгээ болох (ажилд авах, үнэлгээ, хууль эрх зүйн дэмжлэг, гэх мэт) саналуудыг санал болгож буй тохиолдолд, &ldquo;Үйлчилгээ&rdquo; гэсэн категорид оруулна.</li>
  <li>&ldquo;Газар зарна&rdquo; категорид зөвхөн газартай холбоотой зарууд нийтлэгдэнэ. Өөр бусад газар талбайн засвар, барилгын зураг гаргана гэх мэт заруудыг уг категорид байршуулахгүй устгах болно.</li>
  <li>&ldquo;Үл хөдлөх хөрөнгө түрээслүүлнэ&rdquo; категорид бэлэн байгаа объектуудын зар нийтлэгдэнэ. Эдгээр объектуудын барилгын ажил дуусаагүй, эд явагдаж байгаа тохиолдолд барилгын ажил дуусах, бэлэн болох хугацааг тодорхой огноогоор заан нийтэлнэ.</li>
  <li>Үл хөдлөх хөрөнгийн агентлаг нь объект тус бүр дээр нэг зар байрлуулна</li>
  <li>Үл хөдлөх хөрөнгийн агентлаг нь ҮХХ-ийн зарыг байршуулахдаа тус ҮХХ-ийн эзэмшигчээс бичгээр зөвшөөрөл авсан байна. Бусдын зарыг зарын эзний зөвшөөрөлгүйгээр хуулбарлан тавихыг хатуу хориглоно</li>
  <li>Объектыг тодорхой дүрсэлж бичнэ: барилгын давхрын тоо, хэд дэх давхарт байрлах, талбайн хэмжээ, хаяг, хуучин шинэ объект гэх мэт.</li>
</ul>
<p>    2.19.2.    Үнэ</p>
<ul>
  <li>Үл хөдлөх хөрөнгийн үнийг тодорхой, нийт үнийн дүнгээ шууд бичнэ. Нэг кв.м нь тэд гэсэн үнэлгээ байх ёсгүй.</li>
</ul>
<p>    2.19.3.    Зураг</p>
<ul>
  <li>Үл хөдлөх хөрөнгийн объектын зартай шууд холбоотой, бодит байдлын зураг байна. Интернет сайтаас хуулсан, өөр бусдын зургийг хуулбарласан тохиолдолд Хэрэглэгч, зар үзэгчдийн итгэл үнэмшил буурдаг тул сайтын админ зарыг устгах эрхтэй</li>
  <li>Үл хөдлөх хөрөнгийн объектын зургийн оронд үл хөдлөх хөрөнгийн агентлагийн лого тэмдгийг оруулсан тохиолдолд сайтын дүрэм зөрчсөн гэж үзнэ. Агентлагийн лого зөвхөн тамга хэлбэрээр орж болно.</li>
  <li>Байшин, гэрийн ерөнхий зургаас гадна доторх интерьер загварыг харуулсан зургууд нэмэлтээр байх хэрэгтэй. Жишээ нь: Том өрөөний, унтлагын өрөөний, гал тогооны гэх мэт.</li>
</ul>
<p>Ижил объектууд</p>
<p>Хэрэв яг ижил план зурагтай, ижил нэг үнэтэй объектууд зарж байгаа тохиолдолд нэг зар байршуулж болно. Уг зард хэдэн объект болон давхрын мэдээлэл оруулж болно.</p>
<p>2.20.    &ldquo;Ажилд авна&rdquo; категорийн зар нийтлэх дүрэм</p>
<p>Дараах дүрэм нь дээр бичигдсэн дүрмийг зөрчөөгүй, нэмэн дэлгэрүүлсэн болно.</p>
<p>    2.20.1.    Үндсэн дүрэм</p>
<ul>
  <li>Ажлын байрны санал гэдэг нь ажил олгогч этгээд нь ажлын байранд тодорхой оноосон мэргэжлээр томилж ажиллуулахад бэлэн байх саналыг хэлнэ.</li>
  <li>Өөр өөр байршилтай ижил төстэй нээлттэй ажлын байр нийтлэхийг зөвшөөрнө. Сүлжээ байгууллага болон худалдааны газрын олон байршилд байрлах ижил ажлын байрны зарыг зөвшөөрнө. Энэ тохиолдолд ажлын байр болон салбарын байршил тодорхой байх ёстой. (Жишээ нь &ldquo;Баруун 4н замын Гранд плаза худалдааны төвийн 3н давхарт байрлах Нар хүүхдийн хувцасны дэлгүүр&rdquo;)</li>
  <li>Дараах нөхцөлд ажлын байрны зарыг нийтлэхийг зөвшөөрнө:</li>
</ul>
<p>Зарлагч нь ажлын байрны хаягаа тодорхой бичсэн байх, ямар мэргэжлээр ажиллуулах гэдэг нь тодорхой байх ёстой. Жишээ нь: Худалдааны төвд худалдагч авна. Ийм зарыг сайт нийтлэхгүй! Аль хот, дүүрэг, хороолол, ямар нэртэй худалдааны төв, аль автобусны буудалтай ойрхон эсэх талаар хаягаа тодорхой бичиж оруулна. Жишээ нь: Баруун 4н замын Гранд плаза худалдааны төвийн 3н давхарт байрлах Нар хүүхдийн хувцасны дэлгүүрт худалдагч авна.</p>
<ul>
  <li>Нэг ажлын байр нэг л зараар нийтлэгдэнэ.</li>
  <li>&ldquo;Ачигч, барилгачин, өрөгч ажилд авна&rdquo; гэсэн зарыг Компани нийтлэхгүй. Ийм ажлын зар нь хэд хэдэн зар байх шаардлагатай.</li>
  <li>Оюутан залуусыг дадлагын ажилд уриалсан байрны зарыг нийтлэхийг зөвшөөрнө (залуу мэргэжилтнүүдэд зориулсан олон ажлын байр)</li>
  <li>Олон хотод салбартай байгууллагын нэг төрлийн ээлжийн ажил санал болгож буй зарыг зөвшөөрнө.</li>
</ul>
<p>    2.20.2.    Ажлын байрны зард дараах зүйлсийг хориглоно:</p>
<ul>
  <li>Ажилд орохын тулд ямар нэгэн мөнгө төлөх, бараа худалдан авах шаардлагатай ажлын байр.</li>
  <li>Ажил олгогч эсвэл гуравдагч этгээдэд мөнгө шилжүүлэх шаардлага (санхүүгийн болон хөрөнгө оруулалтын пирамидууд).</li>
  <li>Ажлын байр олгогчийн холбоо барих утасны дугаар нь өндөр тарифаар ярьдаг оператортай байхыг хориглоно. Мөн ярилцлагад орохын тулд төлбөр шаардах.</li>
  <li>Санал болгож буй хөдөлмөрийн хөлсний хэмжээ нь улсын хөдөлмөрийн хөлсний доод хэмжээнд нийцээгүй, байж боломгүй үнийн саналтай байхыг хориглоно.</li>
  <li>Эротик үйлчилгээ, биеэ үнэлэх гэх мэт садар самууны ажлын байрны саналыг хатуу хориглож, устгана.</li>
  <li>Сүлжээ компаниуд болох орифлейм, g-time гэх мэт сүлжээ ажлын байрны зарыг нийтлэхгүй.</li>
  <li>Массажны салоны ажлын байр нийтлэхгүй. Тухайн массажны салон нь эмчилгээний чанартай, эмнэлгийн тусгай зөвшөөрөлтэй байгууллага байх тохиолдолд зар нийтлэхийг зөвшөөрнө.</li>
  <li>Улс төрийн хүрээнд, олон нийтийг хамарсан ажлын байрны зарыг нийтлэхгүй.</li>
  <li>Гадаад улс оронд армид элсэх, дайны болон энхийг сахиулах үйлсийн ажлын байрыг мөн хориглоно.</li>
</ul>
<p>Ажлын байрны тайлбар:</p>
<ul>
  <li>Гарчигт ажлын байрны нэр тодорхой бичигдсэн байх шаардлагатай</li>
  <li>Зарын гарчигт &ldquo;Ажилтан хайж байна&rdquo;, &ldquo;Цалинжуулна&rdquo;, &ldquo;Ажилтан шалгаруулж авна&rdquo;, &ldquo;Ажилтан хэрэгтэй байна&rdquo; гэх үгсийг ашиглахыг хориглоно.</li>
  <li>Зарын гарчигт байгууллагын нэр, холбоо барих дугаар бичихийг хориглоно. Тухайн ажлын байрны хаягийг хаалт дотор (дүүрэг, хороолол) тайлбарлан бичиж болно.</li>
  <li>Зарын тайлбар нь тодорхой мэдээлэлтэй байна. Гүйцэтгэх үүрэг, тавигдах шаардлага, ажлын нөхцөл гэсэн гурван мэдээллийг оруулах хэрэгтэй.</li>
  <li>Зарын тайлбарын нийт тэмдэгт нь space буюу зай авахтайгаа нийлээд багадаа нийт 200 тэмдэгт байх шаардлагатай.</li>
  <li>Тайлбарт ажлын байр санал болгож буй байгууллага нь ямар чиглэлийн үйл ажиллагаа явуулдаг байгууллага болохоо заавал мэдэгдэх ёстой. Хэрэв байгууллага нь худалдаа эрхэлдэг бол худалдаалдаг барааны тухай мэдээлэл оруулах</li>
  <li>Тайлбарт үгийн товчлол, ярианы үг хэллэг хэрэглэхийг хориглоно. </li>
</ul>
<p>2.21.    &ldquo;Үйлчилгээ&rdquo; категорийн зар нийтлэх дүрэм</p>
<p>Дараах дүрэм нь дээр бичигдсэн дүрмийг зөрчөөгүй, нэмэн дэлгэрүүлсэн болно. Уг категорид үйлчилгээ санал болгож буй зарууд орно.</p>
<p>Хориотой үйлчилгээ:</p>
<ul>
  <li>Хууль дүрэм зөрчсөн үйлчилгээ.</li>
  <li>Эротик үйлчилгээ: биеэ үнэлэх, эротик массаж, стриптиз, нүцгэн зураг авалт, г.м.</li>
  <li>Хуурамч бичиг баримт үйлдэх.</li>
  <li>Мөрийтэй болон бооцоот тоглоом.</li>
  <li>Улс төрийн үйл ажиллагаа.</li>
  <li>Далдын болон ер бусын үйлчилгээ: зурхайн үйлчилгээ, алгын хээ унших, эдгээгч, Аура зураг оношилгоо, бөө, мэргэ төөрөг, гэх мэт</li>
  <li>Шашны үйлчилгээ</li>
  <li>Тусгай зөвшөөрөл аваагүй тохиолдолд тусгай зөвшөөрөлтэйгөөр эрхлэх үйлчилгээ.</li>
  <li>Айдас төрүүлэх, хүчирхийлэл, садар самуунд уруу татах, түүнчлэн хүний амь нас, эрүүл мэнд, аюулгүй байдалд гэм хор учруулах үйлдэл, үйл ажиллагаанд хүргэж болох үйлчилгээ.</li>
</ul>
<p>    2.21.1.    &ldquo;Үйлчилгээ&rdquo; категори дахь үнэ</p>
<p>Үйлчилгээ категорийн онцлогоос хамааран зарын тайлбарт үнэ оруулахыг зөвшөөрнө.</p>
<p>    2.21.2.    &ldquo;Үйлчилгээ&rdquo; категори дахь зураг</p>
<p>Үйлчилгээ үзүүлж буй байгууллагын лого, хувь хүний зөвшөөрөлтэй зураг болон үйлчилгээ үзүүлж буй хувь хүн, байгууллагын урд нь хийсэн ажлын зургийг зөвшөөрнө. Зураг нь мөн үзүүлж буй үйлчилгээний график зураг байж болно. Жишээ нь үсчний үйлчилгээ, хайчны зураг дүрстэй байж болно.</p>
<h2><a id="3" name="3"></a><a id="3" name="3"></a><strong>III.Талуудын эрх үүрэг</strong></h2>
<p>3.1.    Компанийн үйлчилгээг ашиглан нэвтрэн үзэх боломжтой дизайны элемент, текст, график, дүрслэл, видео, компьютерын программ, мэдээллийн бааз, дуу хөгжим, дуу, бусад объект, түүнчлэн үйлчилгээний цахим хуудсанд байрлуулсан ямар нэгэн агуулга нь Компанийн, Хэрэглэгчдийн болон бусад эрх эзэмшигчийн онцгой эрх болно.</p>
<p>3.2.    Агуулга болон үйлчилгээний бусад элементүүдийг зөвхөн санал болгосон үйл ажиллагааны хүрээнд ашиглах боломжтой юм. Сайтын байрлуулсан ямар нэгэн агуулгыг зохиогчийн эрх эзэмшигчээс урьдчилан зөвшөөрөлгүйгээр өөрөөр ашиглаж болохгүй болно. Үүнд: дахин боловсруулах, хуулбарлах, түгээх, г.м. зүйл багтана.</p>
<p>3.3.    Хэрэглэгчийн оруулсан мэдээллийг нийтлэх эрхийг Компанид олгох үүднээс Хэрэглэгч нь оруулсан мэдээллийн бүх агуулгын ашиглах, нийтлэх, хуулбарлах, хувилах, олон нийтийн мэдээлэл дамжуулах хэрэгслээр түгээх эрхийг Компанид хугацаагүй, буцалтгүй, онцгой бус хэлбэрээр олгож байгаа болно. Дээр дурдсан эрх нь ямар нэгэн цалин хөлс, урамшуулалгүйгээр үнэгүй олгогдоно. Энэ тохиолдолд зард байрлуулсан мэдээллийн өмчийн эрх нь Хэрэглэгчид байна.</p>
<p>3.4.    Сайтын үйлчилгээг ашигласнаар Хэрэглэгч нь өөрийн оруулсан зар дахь мэдээллийн хариуцлагын дангаар үүрнэ.</p>
<p>3.5.    Хэрэглэгчийн бичгээр өгсөн зөвшөөрлийн дагуу аль эсвэл холбогдох хууль тогтоомжийн дагуу Хэрэглэгчийн хувийн мэдээллийг гуравдагч этгээдэд олгогдоно.</p>
<p>3.6.    Энэхүү нөхцөлийг зөрчсөн дурын зарыг Компани нь буцаах, устгах болон шилжүүлэх эрхтэй.</p>
<p>3.7.    Хэрэглэгч нь сайтын ажиллагаатай холбоотой санал гомдлоо &ldquo;Санал хүсэлт, сэтгэгдэл&rdquo; болон &ldquo;Гомдол&rdquo; хэсгүүдээр дамжуулан илэрхийлэх эрхтэй. Санал гомдолтой ажлын 2 өдрийн дотор танилцана.</p>
<p>3.8.    Компани нь Хэрэглэгчийн оруулсан зар бүхий мэдээллийг холбогдох зургийн хамт Сайтын сурталчилгааны зорилгоор нийтлэх эрхтэй. Үүнд Хэрэглэгчийн зөвшөөрөл шаардагдахгүй бөгөөд ямар нэгэн мөнгөн урамшуулал Хэрэглэгчид олгогдохгүй болно.</p>
<p>3.9.    Компани нь Хэрэглэгчийн оруулсан зар сурталчилгаа үнэн зөв болохыг нотлох баримтыг Хэрэглэгчээс шаардах эрхтэй. Тусгай зөвшөөрөлтэйгөөр эрхлэх үйл ажиллагааны хувьд Хэрэглэгч нь өөрийгөө, эсхүл бүтээгдэхүүнээ сурталчлахдаа тусгай зөвшөөрлийн гэрчилгээ буюу түүний зохих ёсоор баталгаажсан хуулбарыг Компанид үзүүлэх үүрэгтэй.</p>
<h2><a id="4" name="4"></a><a id="4" name="4"></a><strong>IV.Үйлчилгээний төлбөр</strong></h2>
<p>4.1.    Хэрэглэгч нь төлбөрт үйлчилгээг сайтаас болон аппликейшнээр дамжуулан авах боломжтой.</p>
<p>4.2.    Хэрэглэгч нь төлбөрт үйлчилгээг захиалахаас өмнө, төлбөрийн нөхцөлтэй анхлан танилцах үүрэгтэй.</p>
<p>4.3.    Үйлчилгээний төлбөрийг сайт дээр заасны дагуу хийнэ.</p>
<p>4.4.    iOS аппликейшний (Apple® App Store® In-App Purchase) тусламжтай шилжүүлсэн мөнгөн дүн таны дансанд байрлах үед тухайн өдрийн мөрдөгдөж буй Монгол Банкны ханшнаас хамааран зөрүү үүсэх боломжтойг анхаарна уу.</p>
<h2><a id="5" name="5"></a><a id="5" name="5"></a><strong>V.Компанийн хариуцлагын хязгаарлалт</strong></h2>
<p>5.1.    Сайтын үйлчилгээг ашигласнаар, Хэрэглэгч нь өөрийн эрсдэлийг үнэлэн бүх эрсдэлийг үүрнэ.  Хэрэглэгчдийн бичсэн зарын текстийн утга агуулга, сайтын холбоос, зарын тайлбарт компани хариуцлага үүрэхгүй болно.</p>
<p>5.2.    Компани нь Хэрэглэгчдийн хоорондын худалдан авалтын зохион байгуулагч биш болно.  Сайт нь Хэрэглэгчдийн хуулиар зөвшөөрөгдсөн бараа, үйлчилгээг хүссэн үедээ, дурын газраас, хүссэн үнээр худалдах болон худалдан авах боломжийг бусад Хэрэглэгчдэд олгох зорилготой худалдааны харилцаа холбооны платформ юм.</p>
<p>5.3.    Компани нь Хэрэглэгчдийн зард орсон мэдээллийн бодит байдлыг хянах боломжгүй юм. Компани нь хэлцэл хийгч талуудын аливаа нэгэн зохисгүй зан, эсвэл гарсан хохиролд хариуцлага хүлээхгүй болно.</p>
<p>5.4.    Компани нь Хэрэглэгчийн зард санал болгож буй бараа/үйлчилгээнд хариуцлага үүрэхгүй. Хэрэглэгчдийн хооронд гарсан маргаан, зөрчил нь Компанийн оролцоогүйгээр Хэрэглэгчдийн хооронд шийдвэрлэгдэнэ.</p>
<p>5.5.    Гуравдагч этгээдийн хууль бусаар сайтад нэвтрэн Компанийн серверийг болон Хэрэглэгчдийн мэдээлэл ашиглах, түүнчлэн сайтаар дамжуулан вирус, Trojan, г.м. тараасан тохиолдолд хариуцлага хүлээхгүй.</p>
<p>5.6.    Зард байршсан бараа/үйлчилгээний чанар, аюулгүй байдал, хуулиар зөвшөөрөгдсөн байдал болон тайлбартайгаа нийцэх асуудал Компанийн хяналтаас гадуур байгаа болно.</p>
<p>5.7.    Хэрэглэгч сайтыг ашиглаж байх үедээ анхаарал болгоомжтой байхыг компани зөвлөж байна. Зарын эзэн нь дурдсан чадваргүй эсвэл өөр хүний дүр эсгэж байж болохыг анхаарна уу. Хэрэглэгч сайтыг хэрэглэснээр дээрх эрсдэлийг болон бусад Хэрэглэгчийн үйлдэлд компани хариуцлага үүрэхгүй болохыг хүлээн зөвшөөрсөнд тооцно.</p>
<p>5.8.    Сайтын Хэрэглэгч нь өөрийн хийсэн үйлдэлд бүрэн хариуцлага үүрнэ.</p>
<p>5.9.    Хэрэглэгчийн өөрийн эрх ашгийг өөр нэгэн Хэрэглэгч зөрчсөн тохиолдлыг Хэрэглэгч компанид мэдэгдэх эрхтэй. Хэрэглэгчийн гомдол бодит болох нь тогтоогдвол Компани нь өөрийн үзсэнээр холбогдох зарыг устгах эрхтэй.</p>
<p>5.10.  Сайтыг буруу хэрэглэснээс гарсан хохирлыг компани хариуцахгүй болно.</p>
<h2><a id="6" name="6"></a><a id="6" name="6"></a><strong>VI.Үйлчилгээний нөхцөлийн хамрах хугацаа</strong></h2>
<p>6.1.    Энэхүү нөхцөлийг Хэрэглэгч сайт ашиглаж эхэлсэн үеэс мөрдөх бөгөөд энэхүү нөхцөл нь хугацаагүй болно.</p>
<p>6.2.    Хэрэглэгч нь өөрийн бүртгэлийг сайтаас компанид урдьчилан мэдэгдэлгүй, тайлбар өгөлгүй хасах эрхтэй.</p>
<p>6.3.    Хэрэв компани 7 дугаар бүлэгт заасанчлан Үйлчилгээний нөхцөлд нэмэлт өөрчлөлтөөр оруулсан аль нэг заалтыг Хэрэглэгч хүлээн зөвшөөрөхгүй байгаа тохиолдолд Хэрэглэгч сайтын үйлчилгээг ашиглахаа дуусгавар болгох үүрэгтэй. Хэрэглэгч сайтыг ашигласан хэвээр байгаа тохиолдолд нэмэлт өөрчлөлтийг хүлээн зөвшөөрсөнд тооцно.</p>
<h2><a id="7" name="7"></a><a id="7" name="7"></a><strong>VII.Үйлчилгээний нөхцлиийн нэмэлт өөрчлөлт</strong></h2>
<p>7.1.    Компани нь урдьчилан мэдэгдэлгүйгээр үйлчилгээний нөхцөлд нэмэлт өөрчлөлт оруулж болно. Үйлчилгээний нөхцөлийн шинэ хувилбар доорх интернет хаяг дээр байршсан өдрөөс даган мөрдөгдөнө. Үйлчилгээний нөхцөлийн хүчин төгөлдөр найруулга <a href="https://www.<?php echo $domain; ?>/about/rules/">https://www.<?php echo $domain; ?>/about/rules/</a> хаяг дээр байрлана.</p>
<h2><a id="8" name="8"></a><a id="8" name="8"></a><strong>VIII.Нэг барааны дүрэм</strong></h2>
<ul>
  <li>Нэг зард зөвхөн нэг бараа/үйлчилгээ оруулна.</li>
  <li>Зарын хугацаа (30 хоног) дуусаагүй үед түүнийг устган шинээр ижил зар оруулах нь зар давхацсанд тооцно.</li>
</ul>
<p>Үйлчилгээний онцлогийн хувьд:</p>
<ul>
  <li>Гэрийн багш: ямар хичээл заах талаар зард заавал бичнэ. Зарын тайлбар хэсэгт ямар ангийн сурагч, оюутанд болон яг ямар шалгалтад бэлтгэх талаар тодорхой бичнэ.</li>
  <li>Засвар болон засал чимэглэлийн ажил: засварын нэгдсэн зар (өрөөний засвар, 00 засвар, орон сууцны засал) болон өөр өөр төрлийн засварын (тоолуур суурилуулна, шал шахна, цахилгааны утас солино) зар оруулахыг зөвшөөрнө. Нэг төрлийн тусдаа заруудыг хориглоно.</li>
  <li>Принтерийн хор цэнэглэх, тоолуур тэглэх үйлчилгээ нэг зард орно. Түүнчлэн, принтерийн засвар үйлчилгээг принтерийн үйлдвэрлэгчээр нь хуваан оруулахыг зөвшөөрнө. Харин загвараар нь хувааж оруулахыг хориглоно.</li>
  <li>Хэрэв та ижил план зурагтай, ижил үнэтэй үл хөдлөх объект зарж байгаа бол ижил зураг, үнэтэй байруудыг нэг зард л оруулна. Объектуудын болон давхрын жагсаалтыг тайлбар хэсэгт бичнэ.</li>
  <li>Хэрэв та хэд хэдэн ажилтан хайж байгаа бол ажлын байр тус бүр дээр зар байршуулна.</li>
  <li>Олон хотод салбартай байгууллагын нэг төрлийн ээлжийн ажил санал болгож буй зарыг зөвшөөрнө. Энэ тохиолдолд аль хот, аль дүүргийн, аль хорооллын, ямар нэртэй худалдааны төв, аль автобусны буудалтай ойрхон эсэх талаар хаягаа тодорхой бичиж оруулна. Жишээ нь: Баруун 4н замын Гранд плаза худалдааны төвийн 3н давхарт байрлах Нар хүүхдийн хувцасны дэлгүүрт худалдагч авна.</li>
</ul>
<p>Зөв зарын жишээ:</p>
<ul>
  <li>Цэнхэр футболка, S/M/L размер – зөв. Нэг загвартай, ижил үнэтэй, гагцхүү өөр размертай.</li>
  <li>Зургийн аппарат, линз, мемори карт. 500,000 төгрөг – зөв. Нэг үнээр зарагдаж буй сэт бараа.</li>
  <li>Өвлийн куртка + өмд, 150,000 төгрөг – зөв. Хосоороо зарагдаж буй нэг үнэтэй бараа.</li>
</ul>
<p>Хориглогдох зарын жишээ:</p>
<ul>
  <li>Төрөл бүрийн өнгө, размертай, тусдаа үнэтэй футболка – хориглоно. Бараа тус бүр өөрийн зартай байна. Учир нь бүгд өөр үнэтэй.</li>
  <li>Бүх машины бэлэн болон захиалгын хөдөлгүүр – хориглоно. Сайт дээр машины үйлдвэр тус бүр дээр категори бий. Зар тус бүр өөрсдийн категорид орно: Toyota хөдөлгүүр, BMW хөдөлгүүр, Honda хөдөлгүүр, г.м.</li>
  <li>Audi радиатор зарна, суурилуулна – хориглоно. Радиатор нь бараа тул &ldquo;Авто сэлбэг, хэрэгсэл&rdquo; категорид орно. Суурилуулалт нь үйлчилгээ тул &ldquo;Авто засвар&rdquo; категорид орно.</li>
  <li>Англи хэл, Герман хэл, математик, физикийн сургалт – хориглоно. Хэрэглэгч нь дөрвөн тусдаа зар оруулна: &ldquo;Англи хэлний сургалт&rdquo;, &ldquo;Герман хэлний сургалт&rdquo;, &ldquo;Математикийн сургалт&rdquo;, &ldquo;Физикийн сургалт&rdquo;.</li>
  <li>Сан, цахилгааны монтажны ажил түргэн шуурхай хийнэ – хориглоно. Хоёр тусдаа зар орно: &ldquo;Сангийн засварын ажил&rdquo;, &ldquo;Цахилгааны монтажны ажил&rdquo;.</li>
  <li>Захирал, ня-бо, зөөгч ажилд авна – хориглоно. Өөр өөр ажлын байр тул тус тусдаа зар байна.</li>
</ul>
</body>
</html>
