-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Jun 30, 2023 at 04:33 AM
-- Server version: 5.7.40
-- PHP Version: 8.0.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `unetei`
--

-- --------------------------------------------------------

--
-- Table structure for table `category1`
--

DROP TABLE IF EXISTS `category1`;
CREATE TABLE IF NOT EXISTS `category1` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `userID` int(10) NOT NULL,
  `title` varchar(128) COLLATE utf8_unicode_ci NOT NULL,
  `words` text COLLATE utf8_unicode_ci NOT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0-public,1-brand',
  `category_viewer` int(10) NOT NULL DEFAULT '0',
  `active` tinyint(4) NOT NULL DEFAULT '0' COMMENT '0-review, 1-dismiss, 2-active',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `category1`
--

INSERT INTO `category1` (`id`, `userID`, `title`, `words`, `icon`, `status`, `category_viewer`, `active`) VALUES
(1, 1, 'Хувцас хэрэглэл', 'Размер', '20230630102928_clotheshanger2.png', 0, 0, 2),
(2, 1, 'Үл хөдлөх', 'Талбай,Барилгын явц,Лизингээр авах боломж', '20230630103204_realestate.png', 0, 0, 2),
(3, 1, 'Автомашин', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хаяг байршил,Хөтлөгч,Явсан,Нөхцөл,Хаалга', '20230630103621_car2.png', 0, 0, 2),
(4, 1, 'Ажлын зар', 'Ажлын цаг,Зарлагч,Туршлага,Мэргэжлийн түвшин', '20230630103801_Double-J-Design-Diagram-Free-Suitcase.128.png', 0, 0, 2),
(5, 1, 'Хүүхдийн бараа', '', '20230630103906_kidcloth.png', 0, 0, 2),
(6, 1, 'Компьютер сэлбэг хэрэгсэл', '', '20230630104021_Icons-Land-Vista-Hardware-Devices-Portable-Computer.256.png', 0, 0, 2),
(7, 1, 'Утас дугаар', '', '20230630104131_Designcontest-Ecommerce-Business-Iphone.256.png', 0, 0, 2),
(8, 1, 'Цахилгаан бараа', '', '20230630104222_Julie-Henriksen-Kitchen-Rotating-Stand-Mixer.512.png', 0, 0, 2),
(9, 1, 'Гэр ахуйн бараа', '', '20230630104257_red-sofa-furniture-icon-png-4.png', 0, 0, 2),
(10, 1, 'Төхөөрөмж материал түлш', '', '20230630104351_Treetog-Junior-Tool-box.256.png', 0, 0, 2),
(11, 1, 'Амралт спорт хобби', '', '20230630104437_Kevin-Andersson-Sportset-Basketball.128.png', 0, 0, 2),
(12, 1, 'Эрүүл мэнд гоо сайхан хүнс', '', '20230630104518_4773193.png', 0, 0, 2),
(13, 1, 'Мал амьтан ургамал', '', '20230630104604_Google-Noto-Emoji-Animals-Nature-22215-dog.512.png', 0, 0, 2),
(14, 1, 'Үйлчилгээ', '', '20230630104647_6568544.png', 0, 0, 2),
(15, 1, 'Үнэгүй өгнө', '', '20230630104839_8620728.png', 0, 0, 2);

-- --------------------------------------------------------

--
-- Table structure for table `category2`
--

DROP TABLE IF EXISTS `category2`;
CREATE TABLE IF NOT EXISTS `category2` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `userID` int(10) NOT NULL,
  `title` varchar(128) COLLATE utf8_unicode_ci NOT NULL,
  `words` text COLLATE utf8_unicode_ci NOT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `parent` int(10) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0-public,1-private',
  `category_viewer` int(10) NOT NULL DEFAULT '0',
  `active` tinyint(4) NOT NULL DEFAULT '0' COMMENT '0-review, 1-dismiss, 2-active',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `category2`
--

INSERT INTO `category2` (`id`, `userID`, `title`, `words`, `icon`, `parent`, `status`, `category_viewer`, `active`) VALUES
(1, 1, 'Эмэгтэй хувцас', 'Размер', NULL, 1, 0, 0, 2),
(2, 1, 'Эрэгтэй хувцас', 'Размер', NULL, 1, 0, 0, 2),
(3, 1, 'Гутал пүүз', 'Размер', NULL, 1, 0, 0, 2),
(4, 1, 'Малгай цүнх', 'Размер', NULL, 1, 0, 0, 2),
(5, 1, 'Гоёл чимэглэл, бугуйн цаг', 'Размер', NULL, 1, 0, 0, 2),
(6, 1, 'Ажлын хувцас', 'Размер', NULL, 1, 0, 0, 2),
(7, 1, 'Бусад', 'Размер', NULL, 1, 0, 0, 2),
(8, 1, 'Үл хөдлөх зарна', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 2, 0, 0, 2),
(9, 1, 'Үл хөдлөх түрээслүүлнэ', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 2, 0, 0, 2),
(10, 1, 'Автомашин зарна', '', NULL, 3, 0, 0, 2),
(11, 1, 'Авто сэлбэг, туслах хэрэгслүүд', '', NULL, 3, 0, 0, 2),
(12, 1, 'Ачааны машин, автобус, хүнд механизм', '', NULL, 3, 0, 0, 2),
(13, 1, 'Авто дугуй, обуд', '', NULL, 3, 0, 0, 2),
(14, 1, 'Авто түрээслүүлнэ', 'Төрөл,Жолооч', NULL, 3, 0, 0, 2),
(15, 1, 'Мотоцикл, мопед', 'Лизинг', NULL, 3, 0, 0, 2);

-- --------------------------------------------------------

--
-- Table structure for table `category3`
--

DROP TABLE IF EXISTS `category3`;
CREATE TABLE IF NOT EXISTS `category3` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `userID` int(10) NOT NULL,
  `title` varchar(128) COLLATE utf8_unicode_ci NOT NULL,
  `words` text COLLATE utf8_unicode_ci NOT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `parent` int(10) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0-public,1-private',
  `category_viewer` int(10) NOT NULL DEFAULT '0',
  `active` tinyint(4) NOT NULL DEFAULT '0' COMMENT '0-review, 1-dismiss, 2-active',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=55 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `category3`
--

INSERT INTO `category3` (`id`, `userID`, `title`, `words`, `icon`, `parent`, `status`, `category_viewer`, `active`) VALUES
(1, 1, 'Даашинз', 'Размер', NULL, 1, 0, 0, 2),
(2, 1, 'Гадуур хувцас', 'Размер', NULL, 1, 0, 0, 2),
(3, 1, 'Гэрийн өмсгөл', 'Размер', NULL, 1, 0, 0, 2),
(4, 1, 'Дотуур хувцас', 'Размер', NULL, 1, 0, 0, 2),
(5, 1, 'Дээл', 'Размер', NULL, 1, 0, 0, 2),
(6, 1, 'Жирэмсний хувцас', 'Размер', NULL, 1, 0, 0, 2),
(7, 1, 'Костюм, зангиа', 'Размер', NULL, 1, 0, 0, 2),
(8, 1, 'Өмд', 'Размер', NULL, 1, 0, 0, 2),
(9, 1, 'Светер', 'Размер', NULL, 1, 0, 0, 2),
(10, 1, 'Спорт өмсгөл, усны хувцас', 'Размер', NULL, 1, 0, 0, 2),
(11, 1, 'Футболк', 'Размер', NULL, 1, 0, 0, 2),
(12, 1, 'Цамц', 'Размер', NULL, 1, 0, 0, 2),
(13, 1, 'Юбка', 'Размер', NULL, 1, 0, 0, 2),
(14, 1, 'Гадуур хувцас', 'Размер', NULL, 2, 0, 0, 2),
(15, 1, 'Гэрийн өмсгөл', 'Размер', NULL, 2, 0, 0, 2),
(16, 1, 'Дотуур хувцас', 'Размер', NULL, 2, 0, 0, 2),
(17, 1, 'Дээл', 'Размер', NULL, 2, 0, 0, 2),
(18, 1, 'Костюм, зангиа', 'Размер', NULL, 2, 0, 0, 2),
(19, 1, 'Өмд', 'Размер', NULL, 2, 0, 0, 2),
(20, 1, 'Спорт өмсгөл', 'Размер', NULL, 2, 0, 0, 2),
(21, 1, 'Цамц', 'Размер', NULL, 2, 0, 0, 2),
(22, 1, 'Футболк', 'Размер', NULL, 2, 0, 0, 2),
(23, 1, 'Орон сууц зарна', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 8, 0, 0, 2),
(24, 1, 'Хашаа байшин, гэр зарна', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 8, 0, 0, 2),
(25, 1, 'Газар зарна', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 8, 0, 0, 2),
(26, 1, 'Оффис зарна', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 8, 0, 0, 2),
(27, 1, 'Гараж, контейнер, зөөврийн сууц зарна', 'Талбай,Төрөл,Барилгын явц,Лизингээр авах боломж', NULL, 8, 0, 0, 2),
(28, 1, 'АОС, хаус, зуслан зарна', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 8, 0, 0, 2),
(29, 1, 'Худалдаа, үйлчилгээний талбай зарна', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 8, 0, 0, 2),
(30, 1, 'Үйлдвэр, агуулах, oбьект зарна', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 8, 0, 0, 2),
(31, 1, '00 өрөө, В1, подвал зарна', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 8, 0, 0, 2),
(32, 1, 'Нийтийн байр зарна', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 8, 0, 0, 2),
(33, 1, 'Бусад зарна', 'Талбай,Барилгын явц,Лизингээр авах боломж', NULL, 8, 0, 0, 2),
(34, 1, 'Орон сууц түрээслүүлнэ', 'Талбай,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Хаалга,Хэдэн давхарт,Цонхны тоо,Төрөл', NULL, 9, 0, 0, 2),
(35, 1, 'Хашаа байшин, гэр түрээслүүлнэ', '', NULL, 9, 0, 0, 2),
(36, 1, 'Оффис түрээслүүлнэ', 'Талбай', NULL, 9, 0, 0, 2),
(37, 1, 'Худалдаа, үйлчилгээний талбай түрээслүүлнэ', 'Төрөл', NULL, 9, 0, 0, 2),
(38, 1, 'Үйлдвэр, агуулах, oбьект түрээслүүлнэ', '', NULL, 9, 0, 0, 2),
(39, 1, 'Нийтийн байр түрээслүүлнэ', '', NULL, 9, 0, 0, 2),
(40, 1, 'Гараж, контейнер, зөөврийн сууц түрээслүүлнэ', 'Төрөл', NULL, 9, 0, 0, 2),
(41, 1, 'АОС, хаус, зуслан түрээслүүлнэ', '', NULL, 9, 0, 0, 2),
(42, 1, '00 өрөө, В1, подвал түрээслүүлнэ', '', NULL, 9, 0, 0, 2),
(43, 1, 'Хурлын өрөө, заал түрээслүүлнэ', '', NULL, 9, 0, 0, 2),
(44, 1, 'Газар түрээслүүлнэ', '', NULL, 9, 0, 0, 2),
(45, 1, 'Хоногоор байр, байшин түрээслүүлнэ', 'Талбай,Гараж,Барилгын давхар,Хэдэн давхарт', NULL, 9, 0, 0, 2),
(46, 1, 'Acura', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 10, 0, 0, 2),
(47, 1, 'Audi', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 10, 0, 0, 2),
(48, 1, 'Baic', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 10, 0, 0, 2),
(49, 1, 'BMW', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 10, 0, 0, 2),
(50, 1, 'Cadillac', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 10, 0, 0, 2),
(51, 1, 'Chery', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 10, 0, 0, 2),
(52, 1, 'Chevrolet', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 10, 0, 0, 2),
(53, 1, 'Chrysler', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 10, 0, 0, 2),
(54, 1, 'Citroёn', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 10, 0, 0, 2);

-- --------------------------------------------------------

--
-- Table structure for table `category4`
--

DROP TABLE IF EXISTS `category4`;
CREATE TABLE IF NOT EXISTS `category4` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `userID` int(10) NOT NULL,
  `title` varchar(128) COLLATE utf8_unicode_ci NOT NULL,
  `words` text COLLATE utf8_unicode_ci NOT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `parent` int(10) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0-public,1-private',
  `category_viewer` int(10) NOT NULL DEFAULT '0',
  `active` tinyint(4) NOT NULL DEFAULT '0' COMMENT '0-review, 1-dismiss, 2-active',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=54 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `category4`
--

INSERT INTO `category4` (`id`, `userID`, `title`, `words`, `icon`, `parent`, `status`, `category_viewer`, `active`) VALUES
(1, 1, '2 өрөө', 'Талбай,Барилгын явц,Лизингээр авах боломж,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Барилгын давхар,Хаалга,Хэдэн давхарт,Цонхны тоо', NULL, 23, 0, 0, 2),
(2, 1, '3 өрөө', 'Талбай,Барилгын явц,Лизингээр авах боломж,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Барилгын давхар,Хаалга,Хэдэн давхарт,Цонхны тоо', NULL, 23, 0, 0, 2),
(3, 1, '4 өрөө', 'Талбай,Барилгын явц,Лизингээр авах боломж,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Барилгын давхар,Хаалга,Хэдэн давхарт,Цонхны тоо', NULL, 23, 0, 0, 2),
(4, 1, '1 өрөө', 'Талбай,Барилгын явц,Лизингээр авах боломж,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Барилгын давхар,Хаалга,Хэдэн давхарт,Цонхны тоо', NULL, 23, 0, 0, 2),
(5, 1, '5+ өрөө', 'Талбай,Барилгын явц,Лизингээр авах боломж,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Барилгын давхар,Хаалга,Хэдэн давхарт,Цонхны тоо', NULL, 23, 0, 0, 2),
(6, 1, '1 өрөө', 'Талбай,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Барилгын давхар,Хаалга,Хэдэн давхарт,Цонхны тоо', NULL, 34, 0, 0, 2),
(7, 1, '2 өрөө', 'Талбай,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Барилгын давхар,Хаалга,Хэдэн давхарт,Цонхны тоо', NULL, 34, 0, 0, 2),
(8, 1, '3 өрөө', 'Талбай,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Барилгын давхар,Хаалга,Хэдэн давхарт,Цонхны тоо', NULL, 34, 0, 0, 2),
(9, 1, '4 өрөө', 'Талбай,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Барилгын давхар,Хаалга,Хэдэн давхарт,Цонхны тоо', NULL, 34, 0, 0, 2),
(10, 1, '5+ өрөө', 'Талбай,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Барилгын давхар,Хаалга,Хэдэн давхарт,Цонхны тоо', NULL, 34, 0, 0, 2),
(11, 1, 'Хажуу өрөө түрээслүүлнэ', 'Талбай,Шал,Тагт,Ашиглалтанд орсон он,Гараж,Цонх,Барилгын давхар,Хаалга,Хэдэн давхарт,Цонхны тоо', NULL, 34, 0, 0, 2),
(12, 1, 'CL', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 46, 0, 0, 2),
(13, 1, 'Integra', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 46, 0, 0, 2),
(14, 1, 'Бусад', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 46, 0, 0, 2),
(15, 1, 'A6', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 47, 0, 0, 2),
(16, 1, 'A4', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 47, 0, 0, 2),
(17, 1, 'A3', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 47, 0, 0, 2),
(18, 1, 'A8', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 47, 0, 0, 2),
(19, 1, 'Q5', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 47, 0, 0, 2),
(20, 1, 'Q7', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 47, 0, 0, 2),
(21, 1, 'Бусад', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 47, 0, 0, 2),
(22, 1, 'X3', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 48, 0, 0, 2),
(23, 1, 'BJ40', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 48, 0, 0, 2),
(24, 1, 'Бусад', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 48, 0, 0, 2),
(25, 1, '1-сери', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 49, 0, 0, 2),
(26, 1, '3-сери', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 49, 0, 0, 2),
(27, 1, '4-сери', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 49, 0, 0, 2),
(28, 1, '5-сери', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 49, 0, 0, 2),
(29, 1, '7-сери', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 49, 0, 0, 2),
(30, 1, 'M-сери', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 49, 0, 0, 2),
(31, 1, 'X1', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 49, 0, 0, 2),
(32, 1, 'X3', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 49, 0, 0, 2),
(33, 1, 'X5', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 49, 0, 0, 2),
(34, 1, 'X6', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 49, 0, 0, 2),
(35, 1, 'Бусад', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 49, 0, 0, 2),
(36, 1, 'Escalade', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 50, 0, 0, 2),
(37, 1, 'CTS', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 50, 0, 0, 2),
(38, 1, 'Бусад', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 50, 0, 0, 2),
(39, 1, 'Бусад', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 51, 0, 0, 2),
(40, 1, 'Camaro', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 52, 0, 0, 2),
(41, 1, 'Captiva Sport', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 52, 0, 0, 2),
(42, 1, 'Colorado', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 52, 0, 0, 2),
(43, 1, 'Cruze', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 52, 0, 0, 2),
(44, 1, 'Malibu', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 52, 0, 0, 2),
(45, 1, 'Sonic', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 52, 0, 0, 2),
(46, 1, 'Suburban', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 52, 0, 0, 2),
(47, 1, 'Tahoe', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 52, 0, 0, 2),
(48, 1, 'Van', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 52, 0, 0, 2),
(49, 1, 'Бусад', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 52, 0, 0, 2),
(50, 1, '300C', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 53, 0, 0, 2),
(51, 1, '300', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 53, 0, 0, 2),
(52, 1, 'Crossfire', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 53, 0, 0, 2),
(53, 1, 'Бусад', 'Мотор багтаамж,Хурдны хайрцаг,Хүрд,Төрөл,Өнгө,Үйлдвэрлэсэн он,Орж ирсэн он,Хөдөлгүүр,Дотор өнгө,Лизинг,Хөтлөгч,Явсан,Нөхцөл,Хаалга', NULL, 54, 0, 0, 2);

-- --------------------------------------------------------

--
-- Table structure for table `chat`
--

DROP TABLE IF EXISTS `chat`;
CREATE TABLE IF NOT EXISTS `chat` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `fromID` int(10) UNSIGNED NOT NULL COMMENT 'from user id',
  `toID` int(10) UNSIGNED NOT NULL COMMENT 'to user id',
  `type` tinyint(4) UNSIGNED NOT NULL COMMENT '0-text, 1-category, 2-item, 3-role',
  `message` text NOT NULL,
  `isRead` tinyint(1) NOT NULL COMMENT '0-unread, 1-read',
  `datetime` datetime NOT NULL,
  `note` text COMMENT 'isPaid',
  `action` tinyint(4) DEFAULT NULL COMMENT 'add-0, edit-1, update-2',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=138 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `chat`
--

INSERT INTO `chat` (`id`, `fromID`, `toID`, `type`, `message`, `isRead`, `datetime`, `note`, `action`) VALUES
(1, 1, 1, 1, 'c1_1', 1, '2023-06-30 10:29:28', NULL, NULL),
(2, 1, 1, 1, 'c1_2', 1, '2023-06-30 10:32:04', NULL, NULL),
(3, 1, 1, 1, 'c1_3', 1, '2023-06-30 10:36:21', NULL, NULL),
(4, 1, 1, 1, 'c1_4', 1, '2023-06-30 10:38:01', NULL, NULL),
(5, 1, 1, 1, 'c1_5', 1, '2023-06-30 10:39:06', NULL, NULL),
(6, 1, 1, 1, 'c1_6', 1, '2023-06-30 10:40:21', NULL, NULL),
(7, 1, 1, 1, 'c1_7', 1, '2023-06-30 10:41:31', NULL, NULL),
(8, 1, 1, 1, 'c1_8', 1, '2023-06-30 10:42:22', NULL, NULL),
(9, 1, 1, 1, 'c1_9', 1, '2023-06-30 10:42:58', NULL, NULL),
(10, 1, 1, 1, 'c1_10', 1, '2023-06-30 10:43:51', NULL, NULL),
(11, 1, 1, 1, 'c1_11', 1, '2023-06-30 10:44:37', NULL, NULL),
(12, 1, 1, 1, 'c1_12', 1, '2023-06-30 10:45:18', NULL, NULL),
(13, 1, 1, 1, 'c1_13', 1, '2023-06-30 10:46:04', NULL, NULL),
(14, 1, 1, 1, 'c1_14', 1, '2023-06-30 10:46:47', NULL, NULL),
(15, 1, 1, 1, 'c1_15', 1, '2023-06-30 10:48:39', NULL, NULL),
(16, 1, 1, 1, 'c2_1', 1, '2023-06-30 10:51:10', NULL, NULL),
(17, 1, 1, 1, 'c2_2', 1, '2023-06-30 10:51:34', NULL, NULL),
(18, 1, 1, 1, 'c2_3', 1, '2023-06-30 10:51:51', NULL, NULL),
(19, 1, 1, 1, 'c2_4', 1, '2023-06-30 10:52:04', NULL, NULL),
(20, 1, 1, 1, 'c2_5', 1, '2023-06-30 10:55:17', NULL, NULL),
(21, 1, 1, 1, 'c2_6', 1, '2023-06-30 10:55:36', NULL, NULL),
(22, 1, 1, 1, 'c2_7', 1, '2023-06-30 10:55:45', NULL, NULL),
(23, 1, 1, 1, 'c3_1', 1, '2023-06-30 10:56:18', NULL, NULL),
(24, 1, 1, 1, 'c3_2', 1, '2023-06-30 10:56:56', NULL, NULL),
(25, 1, 1, 1, 'c3_3', 1, '2023-06-30 10:57:22', NULL, NULL),
(26, 1, 1, 1, 'c3_4', 1, '2023-06-30 10:57:44', NULL, NULL),
(27, 1, 1, 1, 'c3_5', 1, '2023-06-30 10:57:59', NULL, NULL),
(28, 1, 1, 1, 'c3_6', 1, '2023-06-30 10:58:22', NULL, NULL),
(29, 1, 1, 1, 'c3_7', 1, '2023-06-30 10:58:45', NULL, NULL),
(30, 1, 1, 1, 'c3_8', 1, '2023-06-30 10:58:56', NULL, NULL),
(31, 1, 1, 1, 'c3_9', 1, '2023-06-30 10:59:06', NULL, NULL),
(32, 1, 1, 1, 'c3_10', 1, '2023-06-30 10:59:32', NULL, NULL),
(33, 1, 1, 1, 'c3_11', 1, '2023-06-30 10:59:44', NULL, NULL),
(34, 1, 1, 1, 'c3_12', 1, '2023-06-30 10:59:57', NULL, NULL),
(35, 1, 1, 1, 'c3_13', 1, '2023-06-30 11:00:13', NULL, NULL),
(36, 1, 1, 1, 'c3_14', 1, '2023-06-30 11:10:07', NULL, NULL),
(37, 1, 1, 1, 'c3_15', 1, '2023-06-30 11:10:19', NULL, NULL),
(38, 1, 1, 1, 'c3_16', 1, '2023-06-30 11:10:30', NULL, NULL),
(39, 1, 1, 1, 'c3_17', 1, '2023-06-30 11:10:42', NULL, NULL),
(40, 1, 1, 1, 'c3_18', 1, '2023-06-30 11:10:52', NULL, NULL),
(41, 1, 1, 1, 'c3_19', 1, '2023-06-30 11:11:01', NULL, NULL),
(42, 1, 1, 1, 'c3_20', 1, '2023-06-30 11:11:15', NULL, NULL),
(43, 1, 1, 1, 'c3_21', 1, '2023-06-30 11:11:25', NULL, NULL),
(44, 1, 1, 1, 'c3_22', 1, '2023-06-30 11:11:38', NULL, NULL),
(45, 1, 1, 1, 'c2_8', 1, '2023-06-30 11:14:47', NULL, NULL),
(46, 1, 1, 1, 'c2_9', 1, '2023-06-30 11:15:07', NULL, NULL),
(47, 1, 1, 1, 'c3_23', 1, '2023-06-30 11:15:41', NULL, NULL),
(48, 1, 1, 1, 'c3_24', 1, '2023-06-30 11:15:52', NULL, NULL),
(49, 1, 1, 1, 'c3_25', 1, '2023-06-30 11:16:04', NULL, NULL),
(50, 1, 1, 1, 'c3_26', 1, '2023-06-30 11:16:15', NULL, NULL),
(51, 1, 1, 1, 'c3_27', 1, '2023-06-30 11:17:03', NULL, NULL),
(52, 1, 1, 1, 'c3_28', 1, '2023-06-30 11:17:20', NULL, NULL),
(53, 1, 1, 1, 'c3_29', 1, '2023-06-30 11:17:31', NULL, NULL),
(54, 1, 1, 1, 'c3_30', 1, '2023-06-30 11:17:43', NULL, NULL),
(55, 1, 1, 1, 'c3_31', 1, '2023-06-30 11:18:12', NULL, NULL),
(56, 1, 1, 1, 'c3_32', 1, '2023-06-30 11:18:24', NULL, NULL),
(57, 1, 1, 1, 'c3_33', 1, '2023-06-30 11:18:33', NULL, NULL),
(58, 1, 1, 1, 'c4_1', 1, '2023-06-30 11:21:45', NULL, NULL),
(59, 1, 1, 1, 'c4_2', 1, '2023-06-30 11:22:56', NULL, NULL),
(60, 1, 1, 1, 'c4_3', 1, '2023-06-30 11:23:16', NULL, NULL),
(61, 1, 1, 1, 'c4_4', 1, '2023-06-30 11:23:24', NULL, NULL),
(62, 1, 1, 1, 'c4_5', 1, '2023-06-30 11:24:59', NULL, NULL),
(63, 1, 1, 1, 'c3_34', 1, '2023-06-30 11:41:42', NULL, NULL),
(64, 1, 1, 1, 'c4_6', 1, '2023-06-30 11:42:36', NULL, NULL),
(65, 1, 1, 1, 'c4_7', 1, '2023-06-30 11:42:53', NULL, NULL),
(66, 1, 1, 1, 'c4_8', 1, '2023-06-30 11:43:08', NULL, NULL),
(67, 1, 1, 1, 'c4_9', 1, '2023-06-30 11:43:20', NULL, NULL),
(68, 1, 1, 1, 'c4_10', 1, '2023-06-30 11:43:37', NULL, NULL),
(69, 1, 1, 1, 'c4_11', 1, '2023-06-30 11:44:12', NULL, NULL),
(70, 1, 1, 1, 'c3_35', 1, '2023-06-30 11:46:35', NULL, NULL),
(71, 1, 1, 1, 'c3_36', 1, '2023-06-30 11:47:29', NULL, NULL),
(72, 1, 1, 1, 'c3_37', 1, '2023-06-30 11:48:20', NULL, NULL),
(73, 1, 1, 1, 'c3_38', 1, '2023-06-30 11:49:23', NULL, NULL),
(74, 1, 1, 1, 'c3_39', 1, '2023-06-30 11:50:03', NULL, NULL),
(75, 1, 1, 1, 'c3_40', 1, '2023-06-30 12:00:31', NULL, NULL),
(76, 1, 1, 1, 'c3_41', 1, '2023-06-30 12:01:11', NULL, NULL),
(77, 1, 1, 1, 'c3_42', 1, '2023-06-30 12:01:55', NULL, NULL),
(78, 1, 1, 1, 'c3_43', 1, '2023-06-30 12:02:22', NULL, NULL),
(79, 1, 1, 1, 'c3_44', 1, '2023-06-30 12:03:05', NULL, NULL),
(80, 1, 1, 1, 'c3_45', 1, '2023-06-30 12:04:48', NULL, NULL),
(81, 1, 1, 1, 'c2_10', 1, '2023-06-30 12:06:30', NULL, NULL),
(82, 1, 1, 1, 'c2_11', 1, '2023-06-30 12:07:15', NULL, NULL),
(83, 1, 1, 1, 'c2_12', 1, '2023-06-30 12:07:51', NULL, NULL),
(84, 1, 1, 1, 'c2_13', 1, '2023-06-30 12:08:18', NULL, NULL),
(85, 1, 1, 1, 'c2_14', 1, '2023-06-30 12:09:13', NULL, NULL),
(86, 1, 1, 1, 'c2_15', 1, '2023-06-30 12:10:08', NULL, NULL),
(87, 1, 1, 1, 'c3_46', 1, '2023-06-30 12:11:52', NULL, NULL),
(88, 1, 1, 1, 'c4_12', 1, '2023-06-30 12:12:25', NULL, NULL),
(89, 1, 1, 1, 'c4_13', 1, '2023-06-30 12:12:48', NULL, NULL),
(90, 1, 1, 1, 'c4_14', 1, '2023-06-30 12:13:12', NULL, NULL),
(91, 1, 1, 1, 'c3_47', 1, '2023-06-30 12:13:53', NULL, NULL),
(92, 1, 1, 1, 'c4_15', 1, '2023-06-30 12:14:22', NULL, NULL),
(93, 1, 1, 1, 'c4_16', 1, '2023-06-30 12:14:38', NULL, NULL),
(94, 1, 1, 1, 'c4_17', 1, '2023-06-30 12:14:52', NULL, NULL),
(95, 1, 1, 1, 'c4_18', 1, '2023-06-30 12:15:05', NULL, NULL),
(96, 1, 1, 1, 'c4_19', 1, '2023-06-30 12:15:19', NULL, NULL),
(97, 1, 1, 1, 'c4_20', 1, '2023-06-30 12:15:29', NULL, NULL),
(98, 1, 1, 1, 'c4_21', 1, '2023-06-30 12:15:43', NULL, NULL),
(99, 1, 1, 1, 'c3_48', 1, '2023-06-30 12:18:02', NULL, NULL),
(100, 1, 1, 1, 'c4_22', 1, '2023-06-30 12:18:23', NULL, NULL),
(101, 1, 1, 1, 'c4_23', 1, '2023-06-30 12:18:44', NULL, NULL),
(102, 1, 1, 1, 'c4_24', 1, '2023-06-30 12:18:57', NULL, NULL),
(103, 1, 1, 1, 'c3_49', 1, '2023-06-30 12:19:23', NULL, NULL),
(104, 1, 1, 1, 'c4_25', 1, '2023-06-30 12:19:39', NULL, NULL),
(105, 1, 1, 1, 'c4_26', 1, '2023-06-30 12:19:50', NULL, NULL),
(106, 1, 1, 1, 'c4_27', 1, '2023-06-30 12:20:01', NULL, NULL),
(107, 1, 1, 1, 'c4_28', 1, '2023-06-30 12:20:12', NULL, NULL),
(108, 1, 1, 1, 'c4_29', 1, '2023-06-30 12:20:27', NULL, NULL),
(109, 1, 1, 1, 'c4_30', 1, '2023-06-30 12:20:40', NULL, NULL),
(110, 1, 1, 1, 'c4_31', 1, '2023-06-30 12:20:53', NULL, NULL),
(111, 1, 1, 1, 'c4_32', 1, '2023-06-30 12:21:04', NULL, NULL),
(112, 1, 1, 1, 'c4_33', 1, '2023-06-30 12:21:17', NULL, NULL),
(113, 1, 1, 1, 'c4_34', 1, '2023-06-30 12:21:32', NULL, NULL),
(114, 1, 1, 1, 'c4_35', 1, '2023-06-30 12:21:43', NULL, NULL),
(115, 1, 1, 1, 'c3_50', 1, '2023-06-30 12:23:58', NULL, NULL),
(116, 1, 1, 1, 'c4_36', 1, '2023-06-30 12:24:11', NULL, NULL),
(117, 1, 1, 1, 'c4_37', 1, '2023-06-30 12:24:22', NULL, NULL),
(118, 1, 1, 1, 'c4_38', 1, '2023-06-30 12:24:33', NULL, NULL),
(119, 1, 1, 1, 'c3_51', 1, '2023-06-30 12:25:03', NULL, NULL),
(120, 1, 1, 1, 'c4_39', 1, '2023-06-30 12:25:18', NULL, NULL),
(121, 1, 1, 1, 'c3_52', 1, '2023-06-30 12:25:40', NULL, NULL),
(122, 1, 1, 1, 'c4_40', 1, '2023-06-30 12:25:54', NULL, NULL),
(123, 1, 1, 1, 'c4_41', 1, '2023-06-30 12:26:09', NULL, NULL),
(124, 1, 1, 1, 'c4_42', 1, '2023-06-30 12:26:22', NULL, NULL),
(125, 1, 1, 1, 'c4_43', 1, '2023-06-30 12:26:33', NULL, NULL),
(126, 1, 1, 1, 'c4_44', 1, '2023-06-30 12:26:44', NULL, NULL),
(127, 1, 1, 1, 'c4_45', 1, '2023-06-30 12:26:56', NULL, NULL),
(128, 1, 1, 1, 'c4_46', 1, '2023-06-30 12:27:08', NULL, NULL),
(129, 1, 1, 1, 'c4_47', 1, '2023-06-30 12:27:18', NULL, NULL),
(130, 1, 1, 1, 'c4_48', 1, '2023-06-30 12:27:29', NULL, NULL),
(131, 1, 1, 1, 'c4_49', 1, '2023-06-30 12:27:40', NULL, NULL),
(132, 1, 1, 1, 'c3_53', 1, '2023-06-30 12:28:17', NULL, NULL),
(133, 1, 1, 1, 'c4_50', 1, '2023-06-30 12:28:32', NULL, NULL),
(134, 1, 1, 1, 'c4_51', 1, '2023-06-30 12:28:44', NULL, NULL),
(135, 1, 1, 1, 'c4_52', 1, '2023-06-30 12:28:59', NULL, NULL),
(136, 1, 1, 1, 'c3_54', 1, '2023-06-30 12:29:41', NULL, NULL),
(137, 1, 1, 1, 'c4_53', 1, '2023-06-30 12:30:00', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `favorite`
--

DROP TABLE IF EXISTS `favorite`;
CREATE TABLE IF NOT EXISTS `favorite` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `itemID` int(10) UNSIGNED NOT NULL,
  `userID` int(10) UNSIGNED NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `images`
--

DROP TABLE IF EXISTS `images`;
CREATE TABLE IF NOT EXISTS `images` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `userID` int(10) NOT NULL COMMENT 'user id',
  `item` int(10) NOT NULL COMMENT 'item id',
  `image` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  UNIQUE KEY `id` (`id`),
  UNIQUE KEY `image` (`image`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `item`
--

DROP TABLE IF EXISTS `item`;
CREATE TABLE IF NOT EXISTS `item` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `title` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `quality` tinyint(4) NOT NULL COMMENT '0-шинэ, 1-хуучин',
  `address` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `price` decimal(22,2) UNSIGNED NOT NULL,
  `youtube` varchar(2048) COLLATE utf8_unicode_ci NOT NULL,
  `video` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `extras` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text CHARACTER SET utf8mb4 NOT NULL,
  `city` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(128) COLLATE utf8_unicode_ci NOT NULL,
  `phone` varchar(12) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(128) COLLATE utf8_unicode_ci NOT NULL,
  `userID` int(10) NOT NULL COMMENT 'user id',
  `category` varchar(200) COLLATE utf8_unicode_ci NOT NULL COMMENT 'ex: c1_12 (category1, row id=12)',
  `item_viewer` int(10) UNSIGNED DEFAULT NULL,
  `phone_viewer` int(10) UNSIGNED DEFAULT NULL,
  `datetime` datetime DEFAULT NULL,
  `expire_days` int(10) NOT NULL,
  `status` tinyint(3) NOT NULL DEFAULT '0' COMMENT '0-regular, 1-special, 2-vip',
  `isactive` tinyint(4) NOT NULL COMMENT '0-inactive, 1-review, 2-archive, 3-dismiss, 4-active',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

DROP TABLE IF EXISTS `user`;
CREATE TABLE IF NOT EXISTS `user` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `uid` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(128) COLLATE utf8_unicode_ci DEFAULT NULL,
  `image` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(128) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(12) COLLATE utf8_unicode_ci NOT NULL,
  `city` varchar(128) COLLATE utf8_unicode_ci DEFAULT NULL,
  `affiliate` varchar(12) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_name` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_owner` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_account` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `socialpay` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `topup` decimal(10,2) UNSIGNED DEFAULT NULL,
  `role` int(1) DEFAULT NULL COMMENT 'user role as superadmin=4, admin=3, manager=2 and publisher=1 or user=0',
  `status` int(1) DEFAULT NULL COMMENT 'inactive=0, active=1',
  `token` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'Firebase Cloud Messaging Token (fcm)',
  `signed` datetime DEFAULT NULL,
  `lastlogged` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `phone` (`phone`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`id`, `uid`, `name`, `image`, `email`, `phone`, `city`, `affiliate`, `bank_name`, `bank_owner`, `bank_account`, `socialpay`, `topup`, `role`, `status`, `token`, `signed`, `lastlogged`) VALUES
(1, 'P6jlLGWoZPanlSkWbxQL2FVY0PS2', 'Тодбаяр', '20230630102809_MyPic.jpg', 'atodko0513@gmail.com', '+97699213557', 'Улаанбаатар', '', 'ХААН банк', 'Тодбаяр Алтанхуяг', '5020922323', '20230630102809_Todbayar SocialPay QR 1.jpg', NULL, 4, 1, NULL, '2023-06-29 00:00:00', '2023-06-29 05:51:59');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
